akamud.vscode-theme-onedark
CoenraadS.bracket-pair-colorizer
dracula-theme.theme-dracula
eamodio.gitlens
monokai.theme-monokai-pro-vscode
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-ssh-explorer
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
njpwerner.autodocstring
redhat.java
SBSnippets.pytorch-snippets
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
zhuangtongfa.Material-theme
