tap "homebrew/bundle"
tap "homebrew/services"
tap "microsoft/git"
tap "nikitabobko/tap"
brew "asdf"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "awscli"
brew "cairo"
brew "cmake"
brew "colima"
brew "curl"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "folly"
brew "fizz"
brew "mvfst"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "libavif"
brew "harfbuzz"
brew "librsvg"
brew "graphviz"
brew "ios-deploy"
brew "jq"
brew "kubernetes-cli"
brew "libyaml"
brew "luarocks"
brew "neovim"
brew "openssl@1.1"
brew "plantuml"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "watchman"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-history-substring-search"
brew "zsh-completions"
cask "aerospace"
cask "alacritty"
cask "brave-browser"
cask "font-jetbrains-mono-nerd-font"
cask "git-credential-manager"
cask "obsidian"
cask "postman"
cask "slack"
cask "spotify"
cask "zwift"
