tap "homebrew/bundle"
tap "homebrew/services"
tap "homebrew/cask-fonts"
tap "microsoft/git"
tap "nikitabobko/tap"
brew "asdf"
brew "awscli"
brew "cmake"
brew "colima"
brew "curl"
brew "deno"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "harfbuzz"
brew "jq"
brew "kubernetes-cli"
brew "luarocks"
brew "neovim"
brew "plantuml"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "watchman"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-history-substring-search"
brew "zsh-completions"
cask "aerospace"
cask "alacritty"
cask "brave-browser"
cask "font-jetbrains-mono-nerd-font"
cask "git-credential-manager"
cask "google-chrome"
cask "obsidian"
cask "postman"
cask "scroll-reverser"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zwift"
