tap "azure/functions"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "microsoft/git"
tap "nikitabobko/tap"
brew "zstd"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "asdf"
brew "aws-sso-util"
brew "awscli"
brew "awslogs"
brew "azure-cli"
brew "glib"
brew "cairo"
brew "cmake"
brew "colima", restart_service: :changed
brew "coreutils"
brew "curl"
brew "deno"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "docutils"
brew "libavif"
brew "harfbuzz"
brew "openjpeg"
brew "ghostscript"
brew "gitlab-runner", restart_service: :changed
brew "netpbm"
brew "gts"
brew "librsvg"
brew "psutils"
brew "groff"
brew "jdtls"
brew "jq"
brew "kubernetes-cli"
brew "luarocks"
brew "luv"
brew "mkcert"
brew "neovim"
brew "node@16"
brew "pipx"
brew "plantuml"
brew "pre-commit"
brew "python@3.10"
brew "python@3.11"
brew "ripgrep"
brew "saml2aws"
brew "sqlfluff"
brew "stow"
brew "the_silver_searcher"
brew "tmux"
brew "watchman"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "azure/functions/azure-functions-core-tools"
brew "azure/functions/azure-functions-core-tools@4"
brew "hashicorp/tap/terraform"
cask "1password"
cask "adobe-acrobat-reader"
cask "aerospace"
cask "alacritty"
cask "bitwarden"
cask "chromedriver"
cask "dbeaver-community"
cask "discord"
cask "displaylink"
cask "figma"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "git-credential-manager"
cask "git-credential-manager"
cask "google-drive"
cask "jiggler"
cask "kap"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "nordvpn"
cask "obsidian"
cask "okta-verify"
cask "postman"
cask "powershell"
cask "scroll-reverser"
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "stremio"
cask "trainerroad"
cask "visual-studio-code"
cask "zoom"
cask "zwift"
vscode "4ops.terraform"
vscode "beeverfeever.kanagawa-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "csstools.postcss"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-postgresql-client2"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "janisdd.vscode-edit-csv"
vscode "jebbs.plantuml"
vscode "jrebocho.vscode-random"
vscode "kamikillerto.vscode-colorize"
vscode "mariusalchimavicius.json-to-ts"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-windows-ai-studio.windows-ai-studio"
vscode "naumovs.color-highlight"
vscode "oouo-diogo-perdigao.docthis"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "slevesque.vscode-zipexplorer"
vscode "sonarsource.sonarlint-vscode"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wakatime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
vscode "zhuangtongfa.material-theme"
