zsh
linux-firmware
stow
neovim
deno
lua
git-credential-manager-core
pass
hyprland-git
rofi-wayland
firefox
asdf-vm
waybar
brightnessctl
wireplumber
pipewire
pipewire-pulse
pavucontrol
ttf-font-awesome
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
mpd
spotify-launcher
gobject-introspection
